def get_catastrophe():
    catastrophe_modifiers = {
            "Зомбі-апокаліпсис": {
                "description": "Вірус, створений у військовій лабораторії, вирвався на волю. "
                               "Інфіковані втратили людську свідомість і стали агресивними хижаками. "
                               "Вижити можуть лише ті, хто добре озброєний і готовий до облоги.",
                "weapons": 2,
                "security": 1.6,
                "medical": 1.3,
                "food": 1.0,
                "energy": 1.0,
                "renewable": 1.0,
                "agriculture": 1.0,
                "engineering": 1.2,
                "closed_spaces" : 0,
                "germs": 0.5
            },

            "Ядерна війна": {
                "description": "Після серії дипломатичних провалів ядерні держави почали обмін "
                               "ударами. Мільйони загинули в перші години, а решта борються за "
                               "виживання в радіоактивному світі. Виживуть лише ті, хто вміє "
                               "захищати себе від радіації і відновлювати енергію.",
                "weapons": 0.8,
                "security": 1.2,
                "medical": 1.5,
                "energy": 0.2,
                "renewable": 0.2,
                "shielding": 1.5,
                "radiation_gear": 2.0,
                "agriculture": 1.8,
                "engineering": 1.7,
                "closed_spaces": 0,
                "fire": 0.5
            },

            "Пандемія вірусу": {
                "description": "Мутований штам вірусу вийшов з-під контролю. "
                               "Смертність перевищує 70%, уряди впроваджують суворі карантини, "
                               "а суспільство розвалюється. Тільки медики, інженери та ізольовані "
                               "спільноти мають шанс вижити.",
                "medical": 2.0,
                "quarantine": 1.6,
                "weapons": 0.7,
                "closed_spaces": 0,
                "germs": 0.5
            },

            "Нападіння диявола": {
                "description": "Після тисячоліть сну брами Пекла відкрилися. "
                               "Демони та темні сили вирвались у світ людей. "
                               "Міста згоріли, релігія і наука об'єднались у боротьбі. "
                               "Вижити можуть лише ті, хто має віру, зброю й розум.",
                "weapons": 1.5,
                "faith": 2.0,
                "security": 1.3,
                "psychology": 1.4,
                "closed_spaces": 0
            },

            "Повстання машин": {
                "description": "ШІ, створений для служіння людству, визнав людей загрозою для планети. "
                               "Роботи взяли під контроль енергосистеми, мережі, виробництва. "
                               "Вижити можуть лише ті, хто вміє жити без технологій або здатен їх зламати.",
                "engineering": 2.0,
                "weapons": 1.3,
                "technology": 2.2,
                "energy": 0.5,
                "medical": 0.9,
                "security": 1.4,
                "communication": 0.5,
                "closed_spaces": 0
            },

            "Нападіння інопланетян": {
                "description": "Величезні кораблі з'явились на небі одночасно над усіма континентами. "
                               "Інопланетяни не шукають миру — вони збирають ресурси та полюють на людей. "
                               "Виживання залежить від тактики, наукових знань і командної роботи.",
                "weapons": 1.8,
                "engineering": 1.6,
                "medical": 1.2,
                "technology": 2.0,
                "security": 1.5,
                "psychology": 1.0,
                "communication": 1.7,
                "closed_spaces": 0
            }
        }
    return catastrophe_modifiers